-- phpMyAdmin SQL Dump
-- version 5.0.4
-- https://www.phpmyadmin.net/
--
-- 主机： localhost
-- 生成日期： 2023-04-21 01:32:02
-- 服务器版本： 5.6.50-log
-- PHP 版本： 7.4.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 数据库： `test123_chizg_cn`
--

-- --------------------------------------------------------

--
-- 表的结构 `cards`
--

CREATE TABLE `cards` (
  `id` int(11) NOT NULL COMMENT 'cid/pid/aid:1',
  `content` mediumtext NOT NULL COMMENT '内容',
  `img` varchar(256) DEFAULT '' COMMENT '封面',
  `woName` varchar(256) DEFAULT '' COMMENT '发布者名字',
  `woContact` varchar(256) DEFAULT '' COMMENT '我的联系方式',
  `taName` varchar(256) DEFAULT '' COMMENT '对方的名字',
  `taContact` varchar(256) DEFAULT '' COMMENT '对方的联系方式',
  `good` int(11) NOT NULL DEFAULT '0' COMMENT '点赞数',
  `comments` int(11) NOT NULL DEFAULT '0' COMMENT '评论数',
  `look` int(11) NOT NULL,
  `tag` varchar(256) DEFAULT '' COMMENT '标签Json',
  `model` int(11) DEFAULT '0' COMMENT '卡片模式',
  `time` timestamp NOT NULL COMMENT '上传时间',
  `ip` varchar(256) DEFAULT '' COMMENT '上传IP',
  `top` int(11) DEFAULT '0' COMMENT '置顶',
  `state` int(11) DEFAULT '0' COMMENT '状态'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `cards`
--

INSERT INTO `cards` (`id`, `content`, `img`, `woName`, `woContact`, `taName`, `taContact`, `good`, `comments`, `look`, `tag`, `model`, `time`, `ip`, `top`, `state`) VALUES
(91, '123434', '', '你好', '423434', '都不低', NULL, 1, 0, 0, '', 0, '2023-01-31 06:56:06', '61.158.147.211', 0, 0),
(92, '123434', '', '你好', '423434', '都不低', NULL, 1, 0, 0, '', 0, '2023-01-31 06:56:06', '61.158.147.211', 0, 0),
(93, '123434', '', '你好', '423434', '都不低', NULL, 3, 4, 0, '', 0, '2023-01-31 06:56:07', '61.158.147.211', 0, 0),
(94, '123434', '', '你好', '423434', '都不低', NULL, 1, 0, 0, '', 0, '2023-01-31 06:56:07', '61.158.147.211', 0, 0),
(95, '测试', '/storage/image/20230131/b925295ce5d53f85081b53e37eb4e421.jpg', '壹', '123456', '零', NULL, 1, 0, 0, '[\"77\"]', 0, '2023-01-31 07:17:49', '1.205.146.232', 0, 0),
(89, '123434', '', '你好', '423434', '都不低', NULL, 1, 0, 0, '', 0, '2023-01-31 06:56:06', '61.158.147.211', 0, 0),
(88, '123434', '', '你好', '423434', '都不低', NULL, 3, 0, 0, '', 0, '2023-01-31 06:56:00', '61.158.147.211', 0, 0),
(87, '我喜欢你', '', '打只怪', '1334695916376461667', '唔了', NULL, 1, 0, 0, '', 0, '2023-01-31 06:52:30', '39.149.0.80', 0, 0),
(86, '我喜欢你', '', '打只怪', '1334695916376461667', '唔了', NULL, 1, 0, 0, '', 0, '2023-01-31 06:52:29', '39.149.0.80', 0, 0),
(85, '我喜欢你', '', '打只怪', '1334695916376461667', '唔了', NULL, 0, 0, 0, '', 0, '2023-01-31 06:52:28', '39.149.0.80', 0, 0),
(101, '测试一下', '/storage/image/20230224/50343d365b8b909a092fdc737c1e7303.png', '测试', 'hihot.cn', 'hihot', NULL, 1, 0, 1, '', 0, '2023-02-24 10:46:42', '106.8.55.61', 0, 0),
(83, '我喜欢你', '', '打只怪', '1334695916376461667', '唔了', '', 0, 0, 0, '', 0, '2023-02-03 01:50:16', '183.28.52.37', 0, 1),
(82, '我喜欢你', '', '打只怪', '1334695916376461667', '唔了', NULL, 0, 0, 0, '', 0, '2023-01-31 06:52:23', '39.149.0.80', 0, 0),
(81, '杰瑞爱答辩', '/storage/image/20230129/18e1d3c98222167a5f42af855e15dd5d.jpg', '睡不醒的扬子', '1375638965', '张子扬', NULL, 1, 1, 0, '', 0, '2023-01-29 10:56:19', '171.12.204.181', 0, 0),
(80, '这是测试', 'https://test.fatda.cn/uploads/20210704538378743.jpg', 'F', '985793124', 'F', '', 3, 0, 2, '[\"81\"]', 0, '2023-01-31 06:39:18', '61.158.147.211', 1, 0),
(78, '哈哈哈哈', '', 'fasgt', '1339928861', '小美', '1339928861', 8, 0, 0, '[\"81\"]', 0, '2023-01-19 00:46:31', '1.85.127.230', 0, 0),
(79, '海上月是天上月，眼前人是心上人', '', '超耐磨水笔', '22741441', '宝宝', '', 6, 5, 0, '', 0, '2023-01-24 03:18:56', '223.91.54.205', 0, 0),
(77, '测试', '/storage/image/20230116/d29cd6cf618da5dfc9c93abef5ced0d4.png', '慕言', '2366005947', '测试', '2366005947', 15, 4, 0, '[\"78\"]', 0, '2023-01-16 07:23:36', '117.189.120.223', 0, 0),
(76, '测试测试测试测试测试测试测试测试测试测试测试测试测试测试测试213213', 'https://test.fatda.cn/uploads/20210704538378743.jpg', '测试', '121312311', '测试测试', '23121321', 24, 8, 0, '[\"78\",\"77\",\"79\"]', 0, '2023-01-13 17:47:07', '223.88.30.28', 0, 0),
(96, 'love ', '/storage/image/20230131/48a8d45dfe3524ff2ab99eaf10363f6c.png', '测试', '123456789', '测试', NULL, 4, 0, 1, '', 0, '2023-01-31 08:47:17', '127.0.0.1', 0, 0),
(97, '4242', '/storage/image/20230202/435b0ff3aae1e40b52c4362aa3479073.jpg', '123', '123456', '123', NULL, 4, 0, 0, '[\"78\",\"79\"]', 0, '2023-02-02 09:24:42', '127.0.0.1', 0, 0),
(98, '玫瑰没有原则，心动永远至上', '', '', '', '吕炜榕', '', 6, 0, 0, '', 0, '2023-02-23 16:32:09', '117.136.104.127', 1, 0),
(99, 'fdstgsgfdsgfdsgfdsg', '', '', '', '', '', 8, 0, 1, '[\"77\",\"79\"]', 1, '2023-02-23 16:36:17', '117.136.104.127', 1, 0),
(100, 'jijgrf', '/storage/image/20230224/59c3d5c6f5137177262e4f76e6065dd2.jpg', 'ioiij', 'jij', 'kkkj', NULL, 0, 1, 0, '[\"77\",\"81\"]', 0, '2023-02-24 07:18:43', '223.104.123.21', 0, 0),
(102, '测试一下', '/storage/image/20230224/50343d365b8b909a092fdc737c1e7303.png', '测试', 'hihot.cn', 'hihot', NULL, 2, 0, 2, '[\"78\",\"79\"]', 0, '2023-02-24 10:46:55', '106.8.55.61', 0, 0),
(103, 'hhhhh', '', 'home', 'fgg', '', '', 3, 1, 0, '[\"78\"]', 1, '2023-02-25 10:53:24', '111.34.189.22', 0, 0);

-- --------------------------------------------------------

--
-- 表的结构 `cards_comments`
--

CREATE TABLE `cards_comments` (
  `id` int(11) NOT NULL COMMENT 'pid/aid:2',
  `cid` varchar(256) NOT NULL COMMENT 'CardsID',
  `content` varchar(256) NOT NULL COMMENT '内容',
  `name` varchar(256) NOT NULL COMMENT '我的名字',
  `ip` varchar(256) NOT NULL COMMENT '发布者IP',
  `time` timestamp NOT NULL COMMENT '发布时间',
  `state` int(11) NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `cards_comments`
--

INSERT INTO `cards_comments` (`id`, `cid`, `content`, `name`, `ip`, `time`, `state`) VALUES
(27, '77', '你好', '你好你好', '61.158.152.211', '2023-01-17 11:50:53', 0),
(26, '76', '6', '666', '118.212.93.229', '2023-01-15 23:11:19', 0),
(25, '76', '测试测试测试', '测试测试测试2', '223.88.30.28', '2023-01-13 17:45:50', 0),
(24, '76', '测试测试测试测试', '测试测试1', '223.88.30.28', '2023-01-13 17:45:36', 1),
(23, '76', '测试测试测试测试', '测试测试', '223.88.30.28', '2023-01-13 17:45:28', 0),
(32, '76', '744', '测试3', '183.209.70.104', '2023-01-27 04:57:14', 0),
(28, '77', '测试', '慕言', '114.135.22.105', '2023-01-18 20:39:51', 0),
(29, '76', '你好', '你好', '61.158.208.168', '2023-01-20 09:25:09', 0),
(30, '77', '啦啦啦', '超耐磨水笔', '223.91.54.205', '2023-01-24 03:16:25', 0),
(31, '76', '测试', '测试', '185.100.232.91', '2023-01-24 08:20:18', 0),
(33, '79', '⛄', '✨', '223.88.30.54', '2023-01-27 19:44:28', 0),
(46, '103', '1', '测', '116.252.18.17', '2023-04-12 20:09:17', 0),
(35, '79', '', '', '223.88.30.54', '2023-01-27 19:45:00', 0),
(36, '79', '', '', '223.88.30.54', '2023-01-27 19:45:13', 0),
(37, '79', 'VFG个', '我', '223.88.30.54', '2023-01-27 19:45:37', 0),
(38, '77', '好帅我好爱', '杰瑞的小丁丁', '171.12.204.181', '2023-01-29 10:52:59', 0),
(39, '81', '吃mer', '爪子羊', '223.88.30.106', '2023-01-29 10:57:16', 0),
(40, '93', '先吃饭回房间', '护肤', '61.158.147.211', '2023-01-31 06:58:09', 0),
(41, '93', '先吃饭回房间', '护肤', '61.158.147.211', '2023-01-31 06:58:09', 0),
(42, '93', '先吃饭回房间', '护肤', '61.158.147.211', '2023-01-31 06:58:09', 0),
(43, '93', '先吃饭回房间', '护肤', '61.158.147.211', '2023-01-31 06:58:09', 0),
(44, '76', '6', '6', '223.104.73.136', '2023-02-24 00:28:56', 0),
(45, '100', 'hjjkn', 'hjj', '223.104.123.21', '2023-02-24 07:18:54', 0);

-- --------------------------------------------------------

--
-- 表的结构 `cards_tag`
--

CREATE TABLE `cards_tag` (
  `id` int(11) NOT NULL COMMENT 'pid',
  `name` varchar(8) DEFAULT '',
  `tip` varchar(64) DEFAULT '' COMMENT '提示',
  `state` int(11) NOT NULL DEFAULT '0',
  `time` timestamp NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `cards_tag`
--

INSERT INTO `cards_tag` (`id`, `name`, `tip`, `state`, `time`) VALUES
(78, '测试标签2', '测试标签测试标签测试标签', 0, '2023-01-13 17:42:57'),
(77, '测试标签1', '测试标签测试标签测试标签', 0, '2023-01-13 17:42:52'),
(79, '测试标签3', '测试标签测试标签测试标签测试标签', 0, '2023-01-13 17:43:03'),
(80, '测试标签4', '测试标签测试标签测试标签', 1, '2023-01-13 17:43:10'),
(81, '测试标签5', '测试标签测试标签测试标签', 0, '2023-01-13 17:43:20'),
(82, '', '', 0, '2023-04-15 22:07:12');

-- --------------------------------------------------------

--
-- 表的结构 `cards_tag_map`
--

CREATE TABLE `cards_tag_map` (
  `id` int(11) NOT NULL,
  `cid` int(11) DEFAULT NULL COMMENT 'CardsID',
  `tid` int(11) DEFAULT NULL COMMENT 'TagID',
  `time` timestamp NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `cards_tag_map`
--

INSERT INTO `cards_tag_map` (`id`, `cid`, `tid`, `time`) VALUES
(138, 103, 78, '2023-02-25 10:53:24'),
(137, 102, 79, '2023-02-24 10:46:55'),
(136, 102, 78, '2023-02-24 10:46:55'),
(135, 100, 81, '2023-02-24 07:18:43'),
(134, 100, 77, '2023-02-24 07:18:43'),
(133, 99, 79, '2023-02-23 16:36:17'),
(132, 99, 77, '2023-02-23 16:36:17'),
(129, 97, 79, '2023-02-02 09:24:42'),
(128, 97, 78, '2023-02-02 09:24:42'),
(127, 95, 77, '2023-01-31 07:17:49'),
(126, 80, 81, '2023-01-31 06:39:18'),
(121, 78, 81, '2023-01-19 00:46:31'),
(120, 77, 78, '2023-01-16 07:23:36'),
(119, 76, 79, '2023-01-13 17:47:07'),
(118, 76, 77, '2023-01-13 17:47:07'),
(117, 76, 78, '2023-01-13 17:47:07');

-- --------------------------------------------------------

--
-- 表的结构 `good`
--

CREATE TABLE `good` (
  `id` int(11) NOT NULL,
  `aid` int(11) NOT NULL COMMENT '应用ID',
  `pid` int(11) NOT NULL COMMENT '条目ID',
  `ip` varchar(32) NOT NULL,
  `time` date NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `good`
--

INSERT INTO `good` (`id`, `aid`, `pid`, `ip`, `time`) VALUES
(39, 1, 76, '223.88.30.238', '2023-01-16'),
(38, 1, 76, '116.53.143.139', '2023-01-16'),
(37, 1, 76, '113.120.236.120', '2023-01-16'),
(36, 1, 76, '118.212.93.229', '2023-01-16'),
(35, 1, 76, '183.227.118.213', '2023-01-16'),
(34, 1, 76, '223.88.30.1', '2023-01-15'),
(33, 1, 76, '116.162.132.197', '2023-01-14'),
(32, 1, 76, '223.88.30.20', '2023-01-14'),
(31, 1, 76, '61.158.149.175', '2023-01-14'),
(30, 1, 76, '223.88.30.28', '2023-01-14'),
(40, 1, 77, '117.189.120.223', '2023-01-16'),
(41, 1, 77, '223.88.30.238', '2023-01-16'),
(42, 1, 77, '61.158.152.211', '2023-01-17'),
(43, 1, 77, '117.143.107.174', '2023-01-18'),
(44, 1, 76, '223.88.30.129', '2023-01-19'),
(45, 1, 77, '114.135.22.105', '2023-01-19'),
(46, 1, 78, '1.85.127.230', '2023-01-19'),
(47, 1, 77, '61.158.208.136', '2023-01-19'),
(48, 1, 78, '61.158.208.136', '2023-01-19'),
(49, 1, 76, '61.158.208.136', '2023-01-19'),
(50, 1, 78, '223.88.4.95', '2023-01-19'),
(51, 1, 76, '223.88.4.95', '2023-01-19'),
(52, 1, 76, '61.158.208.168', '2023-01-20'),
(53, 1, 77, '61.158.208.168', '2023-01-20'),
(54, 1, 78, '171.13.160.233', '2023-01-22'),
(55, 1, 77, '223.91.54.205', '2023-01-24'),
(56, 1, 76, '185.100.232.91', '2023-01-24'),
(57, 1, 79, '223.89.72.196', '2023-01-24'),
(58, 1, 79, '223.91.54.205', '2023-01-24'),
(59, 1, 79, '185.100.232.91', '2023-01-24'),
(60, 1, 76, '123.149.98.135', '2023-01-25'),
(61, 1, 77, '123.149.98.135', '2023-01-25'),
(62, 1, 77, '223.150.128.77', '2023-01-26'),
(63, 1, 79, '61.158.208.203', '2023-01-27'),
(64, 1, 78, '61.158.208.203', '2023-01-27'),
(65, 1, 77, '61.158.208.203', '2023-01-27'),
(66, 1, 76, '61.158.208.203', '2023-01-27'),
(67, 1, 79, '223.88.30.54', '2023-01-28'),
(68, 1, 77, '223.88.30.193', '2023-01-28'),
(69, 1, 76, '111.36.187.166', '2023-01-28'),
(70, 1, 78, '223.88.30.41', '2023-01-29'),
(71, 1, 76, '171.12.204.181', '2023-01-29'),
(72, 1, 77, '171.12.204.181', '2023-01-29'),
(73, 1, 79, '171.12.204.181', '2023-01-29'),
(74, 1, 81, '223.88.30.106', '2023-01-29'),
(75, 1, 77, '111.14.2.102', '2023-01-30'),
(76, 1, 80, '61.158.147.211', '2023-01-31'),
(77, 1, 93, '61.158.147.211', '2023-01-31'),
(78, 1, 78, '127.0.0.1', '2023-02-02'),
(79, 1, 96, '61.158.148.38', '2023-02-02'),
(80, 1, 97, '61.158.148.38', '2023-02-02'),
(81, 1, 97, '39.146.80.206', '2023-02-02'),
(82, 1, 96, '223.88.4.34', '2023-02-02'),
(83, 1, 97, '39.144.29.87', '2023-02-03'),
(84, 1, 96, '39.144.29.87', '2023-02-03'),
(85, 1, 95, '39.144.29.87', '2023-02-03'),
(86, 1, 94, '39.144.29.87', '2023-02-03'),
(87, 1, 93, '39.144.29.87', '2023-02-03'),
(88, 1, 92, '39.144.29.87', '2023-02-03'),
(89, 1, 91, '39.144.29.87', '2023-02-03'),
(90, 1, 90, '39.144.29.87', '2023-02-03'),
(91, 1, 89, '39.144.29.87', '2023-02-03'),
(92, 1, 88, '39.144.29.87', '2023-02-03'),
(93, 1, 87, '39.144.29.87', '2023-02-03'),
(94, 1, 86, '39.144.29.87', '2023-02-03'),
(95, 1, 76, '39.146.80.206', '2023-02-03'),
(96, 1, 98, '183.28.52.37', '2023-02-03'),
(97, 1, 98, '223.88.4.34', '2023-02-05'),
(98, 1, 97, '127.0.0.1', '2023-02-07'),
(99, 1, 98, '1.85.123.72', '2023-02-09'),
(100, 1, 80, '106.112.200.247', '2023-02-09'),
(101, 1, 93, '117.158.220.93', '2023-02-13'),
(102, 1, 88, '223.104.111.65', '2023-02-13'),
(103, 1, 78, '114.219.145.136', '2023-02-14'),
(104, 1, 98, '223.104.111.65', '2023-02-17'),
(105, 1, 99, '117.136.104.127', '2023-02-24'),
(106, 1, 80, '223.104.73.136', '2023-02-24'),
(107, 1, 98, '223.104.73.136', '2023-02-24'),
(108, 1, 99, '223.104.73.136', '2023-02-24'),
(109, 1, 76, '223.104.73.136', '2023-02-24'),
(110, 1, 99, '117.136.104.8', '2023-02-24'),
(111, 1, 76, '117.136.104.8', '2023-02-24'),
(112, 1, 77, '106.46.64.202', '2023-02-24'),
(113, 1, 88, '106.46.64.202', '2023-02-24'),
(114, 1, 99, '223.104.123.21', '2023-02-24'),
(115, 1, 102, '106.8.55.61', '2023-02-24'),
(116, 1, 96, '111.34.189.22', '2023-02-25'),
(117, 1, 103, '39.144.22.254', '2023-02-26'),
(118, 1, 99, '223.104.107.43', '2023-02-26'),
(119, 1, 103, '223.104.107.43', '2023-02-26'),
(120, 1, 99, '127.0.0.1', '2023-02-27'),
(121, 1, 76, '39.144.29.86', '2023-02-27'),
(122, 1, 101, '223.104.19.56', '2023-02-27'),
(123, 1, 102, '117.136.36.194', '2023-03-02'),
(124, 1, 98, '127.0.0.1', '2023-03-02'),
(125, 1, 76, '223.104.105.207', '2023-03-08'),
(126, 1, 99, '120.242.46.83', '2023-03-10'),
(127, 1, 103, '116.252.18.17', '2023-04-13'),
(128, 1, 99, '117.136.105.11', '2023-04-19');

-- --------------------------------------------------------

--
-- 表的结构 `img`
--

CREATE TABLE `img` (
  `id` int(11) NOT NULL,
  `aid` int(11) NOT NULL COMMENT '应用ID',
  `pid` int(11) NOT NULL COMMENT '条目ID',
  `url` varchar(256) NOT NULL,
  `time` timestamp NOT NULL
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `img`
--

INSERT INTO `img` (`id`, `aid`, `pid`, `url`, `time`) VALUES
(236, 1, 102, '/storage/image/20230224/50343d365b8b909a092fdc737c1e7303.png', '2023-02-24 10:46:55'),
(235, 1, 101, '/storage/image/20230224/50343d365b8b909a092fdc737c1e7303.png', '2023-02-24 10:46:42'),
(234, 1, 100, '/storage/image/20230224/59c3d5c6f5137177262e4f76e6065dd2.jpg', '2023-02-24 07:18:43'),
(233, 1, 97, '/storage/image/20230202/435b0ff3aae1e40b52c4362aa3479073.jpg', '2023-02-02 09:24:42'),
(232, 1, 96, '/storage/image/20230131/48a8d45dfe3524ff2ab99eaf10363f6c.png', '2023-01-31 08:47:17'),
(231, 1, 95, '/storage/image/20230131/b925295ce5d53f85081b53e37eb4e421.jpg', '2023-01-31 07:17:49'),
(228, 1, 81, '/storage/image/20230129/18e1d3c98222167a5f42af855e15dd5d.jpg', '2023-01-29 10:56:19'),
(230, 1, 80, 'https://test.fatda.cn/uploads/20210704538378743.jpg', '2023-01-31 06:39:18'),
(226, 1, 77, '/storage/image/20230116/d29cd6cf618da5dfc9c93abef5ced0d4.png', '2023-01-16 07:23:36'),
(224, 1, 76, 'https://test.fatda.cn/uploads/20210704538378743.jpg', '2023-01-13 17:47:07'),
(225, 1, 76, '/storage/image/20230114/a448b78fb26d204c0967ce1959fe6d2c.jpg', '2023-01-13 17:47:07');

-- --------------------------------------------------------

--
-- 表的结构 `system`
--

CREATE TABLE `system` (
  `id` int(11) NOT NULL,
  `name` varchar(255) DEFAULT '',
  `value` varchar(2555) NOT NULL DEFAULT ''
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `system`
--

INSERT INTO `system` (`id`, `name`, `value`) VALUES
(1, 'siteUrl', 'lovecards.cn'),
(2, 'siteName', 'LC2测试'),
(3, 'siteICPId', '备案信息12321'),
(4, 'siteKeywords', '关键词2133123'),
(5, 'siteDes', 'description123123'),
(6, 'smtpUser', '32112321231312'),
(7, 'smtpHost', '21321'),
(8, 'smtpPort', '312312321321'),
(9, 'smtpPass', '2132132'),
(10, 'siteFooter', '                    <div class=\"mdui-col-xs-12 mdui-col-md-3 mdui-p-y-1\">\r\n                        <div class=\"mdui-typo-headline\">标题</div>\r\n                        <div class=\"mdui-typo-body-2-opacity\">\r\n                            法航客机的撒恢复健康了大厦看见返回的是\r\n                        </div>\r\n                    </div>\r\n                    <div class=\"mdui-col-xs-12 mdui-col-md-3 mdui-p-y-1\">\r\n                        <div class=\"mdui-typo-headline\">标题</div>\r\n                        <div class=\"mdui-typo-body-2-opacity\">\r\n                            法航客机的撒恢复健康了大厦看见返回的是\r\n                        </div>\r\n                    </div>\r\n                    <div class=\"mdui-col-xs-12 mdui-col-md-3 mdui-p-y-1\">\r\n                        <div class=\"mdui-typo-headline\">标题</div>\r\n                        <div class=\"mdui-typo-body-2-opacity\">\r\n                            法航客机的撒恢复健康了大厦看见返回的是\r\n                        </div>\r\n                    </div>\r\n                    <div class=\"mdui-col-xs-12 mdui-col-md-3 mdui-p-y-1\">\r\n                        <div class=\"mdui-typo-headline\">标题</div>\r\n                        <div class=\"mdui-typo-body-2-opacity\">\r\n                            法航客机的撒恢复健康了大厦看见返回的是\r\n                        </div>\r\n                    </div>'),
(11, 'LCEAPI', '12312'),
(12, 'siteCopyright', '©1995-2004 Eric A. and Kathryn S. Meyer. All Rights Reserved.All Rights Reserved－保留所有权利'),
(13, 'siteTitle', 'site21312213123'),
(14, 'smtpSecure', '231312'),
(15, 'smtpName', '21321321');

-- --------------------------------------------------------

--
-- 表的结构 `user`
--

CREATE TABLE `user` (
  `id` int(11) NOT NULL,
  `userName` varchar(32) NOT NULL,
  `password` varchar(64) NOT NULL,
  `power` int(11) NOT NULL DEFAULT '0',
  `uuid` varchar(64) DEFAULT '' COMMENT '登入凭证'
) ENGINE=MyISAM DEFAULT CHARSET=utf8mb4;

--
-- 转存表中的数据 `user`
--

INSERT INTO `user` (`id`, `userName`, `password`, `power`, `uuid`) VALUES
(14, 'testtest', '51abb9636078defbf888d8457a7c76f85c8f114c', 0, '8ad98284-2b15-f07a-5849-3a0d9f1d520e'),
(33, '34534', 'a0d0f707d5199b37ab595857059a97f0209480fc', 1, ''),
(34, '123321', '4d9012b4a77a9524d675dad27c3276ab5705e5e8', 1, NULL);

--
-- 转储表的索引
--

--
-- 表的索引 `cards`
--
ALTER TABLE `cards`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `cards_comments`
--
ALTER TABLE `cards_comments`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `cards_tag`
--
ALTER TABLE `cards_tag`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `cards_tag_map`
--
ALTER TABLE `cards_tag_map`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `good`
--
ALTER TABLE `good`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `img`
--
ALTER TABLE `img`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `system`
--
ALTER TABLE `system`
  ADD PRIMARY KEY (`id`);

--
-- 表的索引 `user`
--
ALTER TABLE `user`
  ADD PRIMARY KEY (`id`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `cards`
--
ALTER TABLE `cards`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'cid/pid/aid:1', AUTO_INCREMENT=104;

--
-- 使用表AUTO_INCREMENT `cards_comments`
--
ALTER TABLE `cards_comments`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'pid/aid:2', AUTO_INCREMENT=47;

--
-- 使用表AUTO_INCREMENT `cards_tag`
--
ALTER TABLE `cards_tag`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT COMMENT 'pid', AUTO_INCREMENT=83;

--
-- 使用表AUTO_INCREMENT `cards_tag_map`
--
ALTER TABLE `cards_tag_map`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=139;

--
-- 使用表AUTO_INCREMENT `good`
--
ALTER TABLE `good`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=129;

--
-- 使用表AUTO_INCREMENT `img`
--
ALTER TABLE `img`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=237;

--
-- 使用表AUTO_INCREMENT `system`
--
ALTER TABLE `system`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=16;

--
-- 使用表AUTO_INCREMENT `user`
--
ALTER TABLE `user`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=35;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
